export default {
    item: {
        "id": "1",
        "name":
            "Слон АХУЕННЫЙ",
        "price":
            "Не продается",
        "description":
            "Какой красивый слон",
        "author": "Зубенко Михаил Петрович",
        "caregoty": "Животные",
        "phone": "+7-(999)-999-99-99",
        "address": "г. Ростов-на-Дону ул. Маршала Подзалупново 228"
    },
    items: {
        1: {
            "id": "1",
            "name":
                "Слон1",
            "price":
                228,
            "description":
                " Какой красивый слон",
            "author": "Зубенко Михаил Петрович",
            "caregoty": "Животные",
            "phone": "+7-(999)-999-99-99",
            "address": "г. Ростов-на-Дону ул. Маршала Подзалупново 228"
        },
        2: {
            "id": "2",
            "name":
                "Слон2",
            "price":
                229,
            "description":
                " Какой красивый слон",
            "author": "Зубенко Михаил Петрович",
            "caregoty": "Животные",
            "phone": "+7-(999)-999-99-99",
            "address": "г. Ростов-на-Дону ул. Маршала Подзалупново 228"
        },
        3: {
            "id": "3",
            "name":
                "Слон3",
            "price":
                230,
            "description":
                " Какой красивый слон",
            "author": "Зубенко Михаил Петрович",
            "caregoty": "Животные",
            "phone": "+7-(999)-999-99-99",
            "address": "г. Ростов-на-Дону ул. Маршала Подзалупново 228"
        },
        4: {
            "id": "4",
            "name":
                "asdkjaskdans",
            "price":
                229,
            "description":
                " Какой красивый слон",
            "author": "Зубенко Михаил Петрович",
            "caregoty": "Животные",
            "phone": "+7-(999)-999-99-99",
            "address": "г. Ростов-на-Дону ул. Маршала Подзалупново 228"
        },
        5: {
            "id": "5",
            "name":
                "Слон3",
            "price":
                230,
            "description":
                " Какой красивый слон",
            "author": "Зубенко Михаил Петрович",
            "caregoty": "Животные",
            "phone": "+7-(999)-999-99-99",
            "address": "г. Ростов-на-Дону ул. Маршала Подзалупново 228"
        },
        6: {
            "id": "6",
            "name":
                "Слон2",
            "price":
                229,
            "description":
                " Какой красивый слон",
            "author": "Зубенко Михаил Петрович",
            "caregoty": "Животные",
            "phone": "+7-(999)-999-99-99",
            "address": "г. Ростов-на-Дону ул. Маршала Подзалупново 228"
        },
        7: {
            "id": "7",
            "name":
                "Слон3",
            "price":
                230,
            "description":
                " Какой красивый слон",
            "author": "Зубенко Михаил Петрович",
            "caregoty": "Животные",
            "phone": "+7-(999)-999-99-99",
            "address": "г. Ростов-на-Дону ул. Маршала Подзалупново 228"
        },
        8: {
            "id": "8",
            "name":
                "asdkjaskdans",
            "price":
                229,
            "description":
                " Какой красивый слон",
            "author": "Зубенко Михаил Петрович",
            "caregoty": "Животные",
            "phone": "+7-(999)-999-99-99",
            "address": "г. Ростов-на-Дону ул. Маршала Подзалупново 228"
        },
        9: {
            "id": "9",
            "name":
                "Слон3",
            "price":
                230,
            "description":
                " Какой красивый слон",
            "author": "Зубенко Михаил Петрович",
            "caregoty": "Животные",
            "phone": "+7-(999)-999-99-99",
            "address": "г. Ростов-на-Дону ул. Маршала Подзалупново 228"
        }
    }
}